"SPC Password" = "Mật khẩu SPC";
"Authentication Key" = "Phím Xác thực";
"Incorrect key" = "Phím không đúng";
"Incorrect SPC Password" = "Mật khẩu SPC Không đúng";
"Enter 26 digit key" = "Bấm phím xác thực 26 chữ số.";
"Security" = "Bảo mật";
"Too many retries of SPC." = "Thử lại SPC quá nhiều lần.";
"AKEY set successfully." = "Đặt AKEY thành công.";
"Failed to set AKEY." = "Không đặt được AKEY.";
"Too many retries of AKEY." = "Thử lại AKEY quá nhiều lần.";
"Password" = "Mật khẩu";
"Key" = "Phím";
"OK" = "OK";
"Cancel" = "Hủy";